brew "zsh-autosuggestions"
brew "git-extras"
brew "hub"
brew "fnm"
brew "starship"
brew "yarn"
brew "pass"
brew "jq"
brew "deno"
tap "homebrew/cask-fonts"
cask "docker"
cask "font-fira-code"
cask "firefox"
cask "iterm2"
cask "signal"
cask "spotify"
cask "visual-studio-code"
