brew "zsh-autosuggestions"
brew "git-extras"
brew "gh"
brew "fnm"
brew "fzf"
brew "starship"
brew "age"
brew "pass"
brew "jq"
brew "deno"
cask "arc"
cask "cursor"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "warp"
